{
    "nav": {
        "home": "முகப்பு",
        "about": "எங்களைப் பற்றி",
        "books": "புத்தகங்கள்",
        "submissions": "சமர்ப்பங்கள்",
        "manuscriptGuidelines": "சமர்ப்பங்கள் பேருமருதல்",
        "policies": "பிரிவுகள்",
        "english": "ஆங்கிலியப் பேருமருதல்",
        "tamil": "தமிழ்",
        "journals": "இதழ்கள்",
        "authors": "எழுத்தாளர்கள்",
        "contact": "எங்களை தொடர்பு கொள்ள"
    },
    "submissions": {
        "manuscriptGuidelines": {
            "title": "வெண்பா தமிழாய்வு மன்றம்",
            "sub-title":"ஆய்வுக்கட்டுரை அமையும் முறைகள்",
            "language":"மொழி",
            "tamilOrEnglish":"தமிழ் மற்றும் ஆங்கிலம்",
            "articleSize":"ஆய்வுக் கட்டுரையின் அளவு",
            "articleSizeDesc":"ஆய்வுக் கட்டுரை ஏ4 தாளில் 12 அளவு; 1.5 இடைவெளியுடன் 8-15 பக்கங்களுக்கு மிகாமல் லதா (தமிழ்), டைம்ஸ் நியூரோமன் (ஆங்கிலம்) எழுத்துருவில் கணினி வழி தட்டச்சு செய்து இருக்க வேண்டும். அடிக்குறிப்புகள், பாடல் எண், பக்க எண் மற்றும் துணைநூல் பட்டியல் இடம் பெற்றிருக்க வேண்டும்.",
            "arcticleTitle":"தலைப்பு பக்கம்",
            "articleDesc":" தலைப்பு பக்கம் பெயர், சுருக்கமான தலைப்பு, முகவரி, மின்னஞ்சல் முகவரி கொண்டிருக்க வேண்டும். ஆய்வுச் சுருக்கம்: 150 - 200 வார்த்தைகள் கொண்ட ஆங்கிலச் சுருக்கம் தர வேண்டும். அதில் தேவை இல்லாத சுருக்கக் குறியீடுகள் மற்றும் பின் குறிப்புக்களைத் தவிர்க்கவும். குறியீட்டுச் சொற்கள்: 4 - 6 தமிழில் தூய குறியீட்டுச் சொற்கள் குறியீட்டிற்காகப் பயன்படுத்த வேண்டும்.",
            "structure":"கட்டுரைகளின் அமைப்பு",
            "structureDesc":"ஆய்வுக் கட்டுரைகள் தரமானதாக அமைய வேண்டும்.",
            "submissionMethod":"ஒப்படைப்பு முறை",
            "submissionMethodDesc":"ஆய்வுக் கட்டுரைகளை venbaah@gmail.com என்ற மின்னஞ்சல் முகவரிக்கு அனுப்ப வேண்டும்.",
            "subscription":"சந்தா",
            "subscriptionDesc":"ஆய்வுக் கட்டுரைகள் குறிப்பிட்ட நாளில் பசுமை சூழல் நலன் கருதி இணையதளம் வழியாக வெளியிடப்படும். சந்தா நிலவரம்: சந்தா கிடையாது. ஆண்டிற்கு இருமுறை மற்றும் சிறப்பிதழ் உட்பட இணையதளம் வழியாக இலவசமாக வெளியிடப்படும்.",
            "author":"கட்டுரையாளரின் பொறுப்பு",
            "authorDesc":" முழுகுறிப்புப் பட்டியல் தமிழ் மற்றும் ஆங்கிலத்தில் அமைய வேண்டும். மேற்கோள்கள் இலக்கியத்திற்கு ஆராய்ச்சி நெறிமுறைகள் மற்றும் MLA எட்டாம் பதிப்பு முறையிலும், அறிவியல் சார்புடையதற்கு APA முறையிலும் மற்றும் வரலாறு சார்புடையதற்கு Chicago முறையிலும் அமைய வேண்டும். ஒப்புதல் சார்ந்த தகவல்கள், கருத்து வேற்றுமை மற்றும் நிதிஉதவி சார்ந்த தகவல்கள் கட்டுரையின் கடைசி பக்கத்தில் அமைய வேண்டும். கட்டுரைகளை நீக்குதல், திருத்தங்கள் மேற்கொள்ளுதல் தொடர்பான செய்திகள் கட்டுரையாளர்களுக்குத் தெரிவிக்கப்படும். அவசியப்படும்பொழுது அதை அவர்கள் ஏற்றுக்கொள்ள வேண்டும்."
        },
        "policies": {
            "title": "வெண்பா தமிழாய்வு மன்றம்",
            "sub-title":"செயல் திட்டம்",
            "publication":"வெளியீடு/மதிப்பீட்டு கொள்கை",
            "publicationDesc":"ஆய்வுக் கட்டுரைகள் இணையதள வெளியீடாக மட்டும் வழங்கப்படும். ஆய்வுக் கட்டுரைகள் இரு அக மதிப்பீட்டு முறைக்கு உட்படுத்தப்படுகிறது. ஆய்வுக்குட்படுத்தப்பட்ட கட்டுரைகள் மதிப்பீடு செய்த பேராசிரியர்களின் ஆலோசனைப்படி திருத்தம் மேற்கொண்டு மீண்டும் தரம் உறுதி செய்த பின்னரே பி.டி.எப் ஆவணங்களாக இணையத்தில் வெளியிடப்படும். மதிப்பீட்டாளர்கள் கட்டுரைகளுக்குத் தரமான மதிப்புரை வழங்க வேண்டும். நன்முறையில் கட்டுரைகளுக்கு மதிப்புரை வழங்கியவுடன் கருத்து முரண்பாடு இல்லை என்பதைத் தெளிவுறப் பதிவிட வேண்டும். மதிப்பீட்டாளர்கள் கட்டுரைகளில் மேற்கோள்கள் தெளிவுறக் குறிப்பிடாத நிலையில் அதை தெளிவுறச் சுட்டிக்காட்ட வேண்டும். மதிப்பீட்டு செயல்முறையை இரகசியமாகவும் நம்பகமான முறையிலும் செய்ய வேண்டும்.",
            "plagiarism":"கருத்துத் திருட்டு நீக்கம்",
            "plagiarismDesc":" இவ்விதழ் கருத்துத் திருட்டை ஓர் அறிஞரின் கருத்திற்கு செய்யும் அநீதியாகவே கருதுகிறது. படைப்பாளர்கள் அவர்களின் தகுதிக்கேற்ற மதிப்பை அடைய செய்வது பதிப்புக்குழுவின் நோக்கமாகும். ஆய்வாளர்களின் படைப்பில் கருத்துத் திருட்டு இருந்தால் பதிப்புக்குழு அக்கட்டுரையை நிராகரித்துவிடும்.",
            "ethics":"பதிப்பு நெறிமுறைகள் & முறைகேடு அறிக்கைபதிப்பு நெறிமுறைகள் & முறைகேடு அறிக்கை",
            "ethicsDesc":"கட்டுரைகள் ஆய்வுநெறிமுறைகளைப் பின்பற்றாமல் அமைந்தால் பதிப்பகம் நடவடிக்கை எடுக்கும். தரமான ஆய்வு மற்றும் பதிப்பு முறைகளை உறுதி செய்ய தகுந்த முடிவெடுக்கப்படும். ஆய்வுசார் முறைகளில் ஏதேனும் குற்றம் இழைக்கப்படின் அக்கட்டுரை பதிப்பில் இருந்து நீக்கப்படும். கட்டுரைகளில் ஏதேனும் திருத்தம் மேற்கொள்ள வேண்டுமென்றால் பதிப்பாசிரியருக்கு விண்ணப்பம் செய்ய வேண்டும். கட்டுரை நீக்குதல், திருத்தங்கள் மேற்கொள்ளுதல், விளக்கங்கள் மற்றும் மன்னிப்புக்கோருதல் ஏற்றுக்கொள்ளப்பட்டு அறிவிப்பு செய்யப்படும். இதழின் முழுக்கோப்பு இண்டர்நெட் ஆர்க்வில் பாதுகாக்கப்படும்."    
        }
    },
    "home": {
     "greetings": "வணக்கம்",
     "greetingText": "தமிழ்மொழி செம்மொழி ஆகும். தமிழ் மொழியின் தோற்றம் இயற்கையில் பிறந்ததேயாம். அதன் அளப்பரிய தாக்கம் உலகத்தின் பல்வேறு மொழிகளிலும் காணப்படுகின்றது. உலகின் முதல் இலக்கண நூலான \"தொல்காப்பியம்\" தமிழில் தான் எழுதப்பட்டது. அந்நூலில் மொழியின் சிறப்பு மற்றும் பயன்பாடு விளக்கப்பட்டுள்ளது. தமிழ் இலக்கியத்தில், சங்க இலக்கியம் தமிழ்மக்களின் தொன்மையான பாரம்பரியத்தைப் பிரதிப்பலிக்கின்றது. தமிழ்மொழியின் சிறப்பு அதன் தற்போதைய நிலை மற்றும் மறுமலர்ச்சி தன்மையை அனைவரும் அறிந்து கொள்வதற்காகத் தான் \"வெண்பா இலக்கிய ஆய்விதழ்\" உருவாக்கப்பட்டுள்ளது. தமிழ்மொழி மற்றும் இலக்கியத்தின் சிறப்பினை மென்மேலும் மெருகேற்றுவது பேராசிரியர்கள், ஆய்வாளர்கள், ஆர்வலர்கள், படைப்பாளர்கள் மற்றும் புரவலர்கள் ஆகியோரின் கடமையாகும்",
     "objectives": "நோக்கம்",
     "objectiveText": "தமிழ் மற்றும் ஆங்கில மொழிகளில் வெளிவரும் வெண்பா இலக்கிய பன்னாட்டு ஆய்விதழ், தமிழ் வளர்ச்சியின் நவீன முன்னேற்றங்களை அனைவரும் மதிப்பிட்டு புரிந்து கொள்ள உதவுவது இதன் நோக்கமாகும். இவ்விதழானது தமிழ்மொழி மற்றும் இலக்கிய கலாச்சாரம், நாட்டுப்புறக்கலை, கோயிற்கலை, சித்த மருத்துவம், மொழியியல், திறனாய்வு, தமிழிலக்கிய படைப்புகள், உளவியல், பெண்ணியம், ஒப்பியல் நோக்கு, உலகளாவிய மொழிபெயர்ப்பு இலக்கியங்கள் போன்ற இன்னபிற தமிழ் சார்ந்த பிற தளங்களையும் நோக்கும் விதமாய் இந்த மின்னிதழ் அமைந்துள்ளது",
     "invitation": "அழைப்பு",
     "invitationText": "பேராளர்கள், ஆய்வாளர்கள், எழுத்தாளர்கள் மற்றும் தமிழ் ஆர்வலர்களின் நேர்த்தியான ஆய்வுக் கட்டுரைகள் வரவேற்கப்படுகின்றன. அனைத்து ஆய்வுக் கட்டுரைகளும் ஆய்வுக்குட்படுத்தப்பட்டு இணையத்தளத்தில் வெளியிடப்படும்",
     "copyright": "பதிப்புரிமை",
     "copyrightText": "கட்டுரையாளரிடம் உரிம மாற்று படிவம் பெற்று காப்புரிமையைச் சஞ்சிகையே பெற்றுக் கொள்ளும். ஆய்வுக்கருத்துகள் படைப்பாளர்களுடையது. பதிப்பாசிரியர் பொறுப்பேற்றுக் கொள்ளமாட்டார்."
    }
}